Repository: wp-plugins/wp-custom-login-page-logo
Catalog: languages/wpclpl-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: This Plugin allows you to change the default (wordPress-) logo at the admin login page.
de_de: Dieses Plugin ermöglicht es Dir, das Logo auf der Admin-Loginseite zu ändern.

source: Helpful if you want to customize the login page for your clients or a company.
de_de: Hilfreich, wenn das Logo der Loginseite angepasst werden soll (z.B. für einen Kunden, eine Firma oder für Dich selbst).

source: Select an image file
de_de: Datei für Logo wählen

source: Select an existing image from the media library or upload a new one.
de_de: Wähle ein Logo aus der Medienübersicht oder lade ein neues hoch.

source: You also can insert an image url manually:
de_de: Du kannst auch manuell eine Bild-URL angeben:

source: Insert URL here or select image with button below.
de_de: Trage die URL des Bildes hier ein oder wähle eine Bilddatei mit dem Button unten.

source: e.g.
de_de: z.B.

source: Remove Image
de_de: Logo zurücksetzen

source: File in Media Library will not be deleted
de_de: Die Datei verbleibt in der Medienübersicht.

source: Default WP Logo
de_de: Standard WordPress-Logo

source: Original size
de_de: Originalgröße

source: This text will appear below the custom logo
de_de: Dieser Text erscheint unter dem Login-Logo

source: Add some optional user information. This text will appear below the custom logo.
de_de: Füge einen optionalen Text für den Benutzer hinzu. Dieser erscheint unter dem Login-Logo.

source: matched to image dimensions
de_de: Abmessungen des Logos

source: Enter your custom css style for your logo.
de_de: Dein eigenes Stylesheet.

source: There's nothing to see at the beginning because the login page logo is styled by default.
de_de: Am Anfang ist nichts zu sehen, da das Logo der Login-Seite von WordPress formatiert wird.

source: You also may load an example css to start and customize it.
de_de: Du kannst zu Beginn eine Stylesheet-Vorlage laden und diese nach Deinen Vorstellungen anpassen.

source: Load example CSS
de_de: Beispiel-Style laden

source: Note: There's no need to insert an
de_de: Hinweis: Der Wert für

source: value here, it will be added by default to the final output.
de_de: wird automatisch zur Stylesheet-Ausgabe hinzugefügt.

source: The final css output is displayed below.
de_de: Die endgültige Ausgabe des Styles wird unten angezeigt.

source: Confirm reset
de_de: Zurücksetzen bestätigen

source: This will remove the custom image.<br />(File will be kept in the library).
de_de: Das derzeitige Logo wird entfernt.<br />(Die Datei verbleibt in der Medienübersicht.)

source: Are you sure you want to continue?
de_de: Möchtest Du fortfahren?

source: No, keep settings
de_de: Nein, Einstellungen beibehalten

source: Reset all settings
de_de: Alle Einstellungen zurücksetzen

source: This will reset all your settings, including the custom image, additonal text and any entered styles.
de_de: Dies wird alle gemachten Einstellungen zurücksetzen: Logo, Text und Stylesheet.

source: Settings saved.
de_de: Einstellungen wurden gespeichert.

source: Error: Could not save settings.
de_de: Fehler: Einstellungen konnten nicht gespeichert werden.

source: Please try again.
de_de: Versuche es erneut.

source: Save Settings
de_de: Einstellungen speichern

source: Reset to default
de_de: Einstellungen auf Standard zurücksetzen

source: Logo Preview
de_de: Logo (Vorschau)

source: Additional Text
de_de: Optionaler Text

source: Custom CSS Styles
de_de: Eigenes Stylesheet

source: Preview CSS Output
de_de: Vorschau der Stylesheet-Ausgabe
